-- MySQL dump 10.13  Distrib 8.0.41, for Linux (x86_64)
--
-- Host: localhost    Database: acore_characters
-- ------------------------------------------------------
-- Server version	8.0.41-0ubuntu0.22.04.1

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!50503 SET NAMES utf8mb4 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `playerbots_guild_names`
--

DROP TABLE IF EXISTS `playerbots_guild_names`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `playerbots_guild_names` (
  `name_id` int NOT NULL AUTO_INCREMENT,
  `name` varchar(24) NOT NULL,
  PRIMARY KEY (`name_id`),
  UNIQUE KEY `name_id` (`name_id`),
  UNIQUE KEY `name` (`name`)
) ENGINE=MyISAM AUTO_INCREMENT=401 DEFAULT CHARSET=utf8mb3 ROW_FORMAT=FIXED COMMENT='Playerbot guild names';
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `playerbots_guild_names`
--

LOCK TABLES `playerbots_guild_names` WRITE;
/*!40000 ALTER TABLE `playerbots_guild_names` DISABLE KEYS */;
INSERT INTO `playerbots_guild_names` VALUES (1,'黑卫队'),(2,'白卫队'),(3,'琥珀卫队'),(4,'精英卫队'),(5,'荣耀卫队'),(6,'边境卫队'),(7,'非凡守护者'),(8,'后街守护者'),(9,'荣誉守护者'),(10,'动物王国'),(11,'深渊王国'),(12,'冒险者王国'),(13,'绿野王国'),(14,'艾泽拉斯军团'),(15,'贫瘠心智军团'),(16,'三骑军团'),(17,'克隆军团'),(18,'终末军团'),(19,'腹地军团'),(20,'战歌化身'),(21,'阿拉希复仇者'),(22,'奥特兰克荣誉卫队'),(23,'阿拉希老兵'),(24,'恶毒哨兵'),(25,'黑锋哨兵'),(26,'基础秩序'),(27,'自然秩序'),(28,'正义秩序'),(29,'蔚蓝秩序'),(30,'海洋之序'),(31,'荣耀之序'),(32,'暮光之序'),(33,'黄金之序'),(34,'战歌之序'),(35,'阿拉希之序'),(36,'奥特兰克之序'),(37,'英勇之序'),(38,'黑水委员会'),(39,'奥特兰克委员会'),(40,'边境骑士团'),(41,'死亡骑士团'),(42,'暗影骑士团'),(43,'心灵骑士团'),(44,'鲁莽骑士团'),(45,'暗影骑士'),(46,'暗矛骑士团'),(47,'至尊骑士团'),(48,'风暴骑士团'),(49,'狂怒骑士团'),(50,'荣誉骑士团'),(51,'暮光兄弟会'),(52,'真理兄弟会'),(53,'献祭兄弟会'),(54,'黑石兄弟会'),(55,'蛋糕十字军'),(56,'暗黑十字军'),(57,'血腥十字军'),(58,'光明十字军'),(59,'红木同伴'),(60,'荣誉同伴'),(61,'奥特兰克同伴'),(62,'血红议会'),(63,'秘密议会'),(64,'艾泽拉斯议会'),(65,'巨龙教派'),(66,'狂暴之团教派'),(67,'理智守卫者'),(68,'混沌守卫者'),(69,'坚定守卫者'),(70,'自由王朝'),(71,'冬林王朝'),(72,'翡翠王朝'),(73,'无尽王朝'),(74,'精英氏族'),(75,'堕落氏族'),(76,'梦魇氏族'),(77,'鸦羽氏族'),(78,'隐秘氏族'),(79,'黑鸦氏族'),(80,'猫之氏族'),(81,'赤红氏族'),(82,'冬鬃氏族'),(83,'精英军团'),(84,'寂静军团'),(85,'战争军团'),(86,'同心军团'),(87,'暗影军团'),(88,'末日军团'),(89,'死亡军团'),(90,'致命军团'),(91,'精英先锋'),(92,'暗影先锋'),(93,'黑色先锋'),(94,'左翼先锋'),(95,'右翼先锋'),(96,'救赎先锋'),(97,'安全分队'),(98,'西征分队'),(99,'纯血分队'),(100,'最后战士'),(101,'午夜战士'),(102,'无助战士'),(103,'警戒战士'),(104,'冻原战士'),(105,'光明战士'),(106,'死亡佣兵'),(107,'穷乡佣兵'),(108,'蜂巢之刃'),(109,'凯尔伊尔之刃'),(110,'血之纪元'),(111,'理性之内'),(112,'卑劣盟约'),(113,'无政府'),(114,'名义之锚'),(115,'兼职上古者'),(116,'愤怒派对'),(117,'末日哀歌'),(118,'绿意缔造者'),(119,'午夜箭矢'),(120,'艾泽拉斯工匠'),(121,'暗夜轴心'),(122,'艾泽之魂'),(123,'香蕉共和国'),(124,'盗贼帮'),(125,'黎明之团'),(126,'圣洁巢穴'),(127,'钢铁暴雪'),(128,'鲜血财团'),(129,'血色密谋'),(130,'战利品之泣'),(131,'勇敢者天堂'),(132,'瘀伤之痛'),(133,'燃烧掌控'),(134,'燃烧湮灭'),(135,'虚空召唤'),(136,'雷霆萌熊'),(137,'及时行乐'),(138,'秩序之子'),(139,'混沌之子'),(140,'巨人之环'),(141,'奇才联盟'),(142,'黑墙联合体'),(143,'三重会议'),(144,'瘟疫摇篮'),(145,'赤红天使'),(146,'赤红圣徒'),(147,'隐秘宁静'),(148,'达拉然集市'),(149,'伤害公司'),(150,'暗黑艾泽拉斯'),(151,'暗影伤害'),(152,'黑暗抵抗'),(153,'暗影佣兵'),(154,'无脑者'),(155,'死亡协奏'),(156,'星辰法令'),(157,'神怒之日'),(158,'暗夜门徒'),(159,'光明门徒'),(160,'末日青年'),(161,'龙族舰队'),(162,'龙鹰革命'),(163,'黑龙'),(164,'醉酒雷霆'),(165,'马托斯坎醉汉'),(166,'东方庇护所'),(167,'神圣回响'),(168,'穆芬回响'),(169,'天空回响'),(170,'征服狂怒'),(171,'翡翠黎明'),(172,'无尽防御'),(173,'永恒黎明'),(174,'放逐归来者'),(175,'崇高效应'),(176,'追寻者'),(177,'安塔瑞斯混沌之焰'),(178,'森林之怒'),(179,'遗忘深处'),(180,'共生体'),(181,'冰封湮灭'),(182,'嘎吱脆碾压者'),(183,'玻璃子午线'),(184,'黄金世代'),(185,'黄金捕手'),(186,'金色传说'),(187,'黄金之魂'),(188,'美好艾泽拉斯'),(189,'语法顿联合'),(190,'大圆环'),(191,'讨价军团'),(192,'铁腕之手'),(193,'不朽荣耀'),(194,'内部者'),(195,'伊斯卡利奥特吉娜'),(196,'杀戮部队'),(197,'血缘雅迪斯'),(198,'第九纪元遗产'),(199,'传奇之子'),(200,'暗黑尖塔之光'),(201,'翡翠叛逆者'),(202,'液态黄金'),(203,'独行一方'),(204,'堕落之血领主'),(205,'失落小队'),(206,'疯狂匕首'),(207,'致命恶意'),(208,'翡翠敕令'),(209,'午夜诺拉斯人'),(210,'午夜屠戮者'),(211,'暗影仆从'),(212,'秘银天命'),(213,'白昼君主'),(214,'金钱召唤'),(215,'月木赤瞳'),(216,'狭窄巡逻队'),(217,'夜行群'),(218,'亡者夜曲'),(219,'黑曜石兄弟会'),(220,'旧案'),(221,'真实勇气'),(222,'真理之作'),(223,'脑之路径'),(224,'隐秘贩子'),(225,'恶灵幻影'),(226,'凤凰守护者'),(227,'枕套猫'),(228,'虔诚部族'),(229,'血之力量'),(230,'真理护卫者'),(231,'纯粹公正'),(232,'烈焰之怒'),(233,'深渊掠夺者'),(234,'公羊狂奔者'),(235,'复仇游侠'),(236,'寂灭游侠'),(237,'暗影收割者'),(238,'猩红死亡'),(239,'心智修复'),(240,'暗黑艾泽拉斯废墟'),(241,'黑夜统治者'),(242,'神圣结社'),(243,'蓝宝石流亡者'),(244,'炽天使传说'),(245,'暗影刺客'),(246,'暗影幽灵'),(247,'破碎遗产'),(248,'寂静之夜'),(249,'白银愚者'),(250,'银空烈阳'),(251,'原始屠戮者'),(252,'沉睡钢铁'),(253,'艾泽拉斯士兵'),(254,'美德士兵'),(255,'辉光之子'),(256,'真理之子'),(257,'灵魂祈愿'),(258,'部族侍从'),(259,'停滞小丑'),(260,'堡垒天使'),(261,'鲟鱼帝国'),(262,'甜熊'),(263,'失落邪刃'),(264,'污秽兔'),(265,'折衷之爪'),(266,'团结一心'),(267,'大地图腾'),(268,'征服之地'),(269,'来世'),(270,'侵略'),(271,'安科纳之火'),(272,'天启'),(273,'阿瓦隆'),(274,'蔚蓝帮派'),(275,'黑手庇护所'),(276,'血红暴力'),(277,'艾泽拉斯蓝调'),(278,'凶颚'),(279,'蓝色雷霆'),(280,'奥术纽带'),(281,'硫磺'),(282,'破碎混沌'),(283,'未知之裔'),(284,'暗影之环'),(285,'洁净组合'),(286,'光明盟约'),(287,'卑劣之匕'),(288,'暗黑之痛'),(289,'暗陨'),(290,'创世暗面'),(291,'日行者'),(292,'叛逆者'),(293,'压倒武力'),(294,'恐惧魔王'),(295,'杜布莱恩王冠'),(296,'德班护卫者'),(297,'使者团'),(298,'永恒混沌'),(299,'永恒之众'),(300,'流放者'),(301,'消耗暗影'),(302,'怪胎家族'),(303,'最终之泪'),(304,'血之门'),(305,'黄金战士'),(306,'灰鹰'),(307,'热口袋'),(308,'光明会'),(309,'不朽联盟'),(310,'独立者'),(311,'眼镜蛇'),(312,'生命领袖'),(313,'眩光'),(314,'小猎手'),(315,'秘银正义'),(316,'摩根提斯'),(317,'鲻鱼人'),(318,'暮光'),(319,'霸主'),(320,'守护者'),(321,'火烬'),(322,'复活'),(323,'荣誉之环'),(324,'皇家民兵'),(325,'理智'),(326,'暗影之门'),(327,'暗影怪胎'),(328,'暗影之裔'),(329,'沉默佣兵'),(330,'悲伤'),(331,'艾泽拉斯之魂'),(332,'赤色要塞'),(333,'绿色要塞'),(334,'可信驯兽师'),(335,'贵族盗贼'),(336,'瑟银之爪'),(337,'雷霆杀手'),(338,'可信仆从'),(339,'暮色游侠'),(340,'终极者'),(341,'无声效率'),(342,'暴力混沌'),(343,'永恒病毒'),(344,'编年史者'),(345,'风剑梦魇'),(346,'塞拉摩艾泽拉斯'),(347,'血阳泰坦'),(348,'托尔维斯龙族'),(349,'微光之塔'),(350,'白塔'),(351,'最后通牒'),(352,'不赦天命'),(353,'英勇掠夺者'),(354,'维拉塔黑焰'),(355,'凶残叛逆者'),(356,'艾泽拉斯军阀'),(357,'战歌狂乱'),(358,'迷途议程'),(359,'遗忘战网'),(360,'野火'),(361,'遗忘意志'),(362,'猎巫者'),(363,'紫罗兰黎明'),(364,'高等智慧'),(365,'银辉'),(366,'古墓掠夺者'),(367,'战略家'),(368,'冬风'),(369,'受敬者'),(370,'维和者'),(371,'看门狗'),(372,'灰色党派'),(373,'地城潜行者'),(374,'黄金之门'),(375,'失落舰队'),(376,'突击特遣队'),(377,'银星'),(378,'精简思维'),(379,'商人财团'),(380,'幻想曲'),(381,'发条军团'),(382,'蔚蓝联盟'),(383,'自由飞翔'),(384,'后卫队'),(385,'上流社会'),(386,'诚实劫掠'),(387,'银暴'),(388,'无畏舰'),(389,'鱼人民兵'),(390,'蓝宝石峰'),(391,'九霄云外'),(392,'讨债者'),(393,'酒中真理'),(394,'长者议会'),(395,'艾克索迪亚'),(396,'方法论'),(397,'冒险者联盟'),(398,'疾风掠夺者'),(399,'地城探险者'),(400,'混乱联邦');
/*!40000 ALTER TABLE `playerbots_guild_names` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2025-03-09 18:08:47
