-- MySQL dump 10.13  Distrib 8.0.41, for Linux (x86_64)
--
-- Host: localhost    Database: acore_characters
-- ------------------------------------------------------
-- Server version	8.0.41-0ubuntu0.22.04.1

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!50503 SET NAMES utf8mb4 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `playerbots_arena_team_names`
--

DROP TABLE IF EXISTS `playerbots_arena_team_names`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `playerbots_arena_team_names` (
  `name_id` mediumint NOT NULL AUTO_INCREMENT,
  `name` varchar(24) NOT NULL,
  `type` tinyint NOT NULL,
  PRIMARY KEY (`name_id`),
  UNIQUE KEY `name_id` (`name_id`),
  UNIQUE KEY `name` (`name`)
) ENGINE=MyISAM AUTO_INCREMENT=301 DEFAULT CHARSET=utf8mb3 ROW_FORMAT=FIXED COMMENT='Playerbot arena team names';
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `playerbots_arena_team_names`
--

LOCK TABLES `playerbots_arena_team_names` WRITE;
/*!40000 ALTER TABLE `playerbots_arena_team_names` DISABLE KEYS */;
INSERT INTO `playerbots_arena_team_names` VALUES (1,'信号覆盖外',2),(2,'美女与野兽',2),(3,'生死时速',2),(4,'没头脑',2),(5,'碎片',2),(6,'爆发',2),(7,'精华',2),(8,'外域精英',2),(9,'蔚蓝天空',2),(10,'从零到英雄',2),(11,'链接曲线',2),(12,'阿尔法计划',2),(13,'安全保障',2),(14,'技能加载中',2),(15,'怒火冲天',2),(16,'提升',2),(17,'最糟糕的一代',2),(18,'健身俱乐部',2),(19,'倒霉蛋',2),(20,'复古风格',2),(21,'攻略',2),(22,'真正的角斗士',2),(23,'练习小队',2),(24,'协同效应',2),(25,'回声',2),(26,'因果报应',2),(27,'出埃及记',2),(28,'永恒',2),(29,'团队灭团陷阱',2),(30,'轰炸机组',2),(31,'道德准则',2),(32,'人类动物园',2),(33,'陵墓',2),(34,'对抗全世界',2),(35,'两难困境',2),(36,'效率至上',2),(37,'宁静时光',2),(38,'影响力',2),(39,'消失得无影无踪',2),(40,'对抗',2),(41,'末日萌宠团',2),(42,'无言以对',2),(43,'弹性工作时间',2),(44,'普罗',2),(45,'系统崩溃',2),(46,'哈库那玛塔塔',2),(47,'新鲜出炉',2),(48,'放弃理智',2),(49,'巧克力手指',2),(50,'塔兰破冰者',2),(51,'哈利纳莱特',2),(52,'椰子船员',2),(53,'摇滚巨星',2),(54,'放弃希望',2),(55,'冷静一下',2),(56,'超级力量',2),(57,'还能忍受',2),(58,'胜利之师',2),(59,'塞尔瓜尔和莫斯特利',2),(60,'卓越之队',2),(61,'找到你的饼干了',2),(62,'待售',2),(63,'海盗团',2),(64,'藏好你的饼干',2),(65,'新事物',2),(66,'无知是福',2),(67,'魔法书翻开',2),(68,'强力打击机器',2),(69,'接近',2),(70,'神器',2),(71,'毁灭',2),(72,'霸主',2),(73,'多面',2),(74,'高水准',2),(75,'蛮锤',2),(76,'朱马拉乌塔',2),(77,'突破极限',2),(78,'我们爱饼干',2),(79,'治愈痛苦',2),(80,'只为装备',2),(81,'神秘莫测',2),(82,'死亡笔记',2),(83,'邪恶的笑容',2),(84,'闪电战排',2),(85,'CC公司',2),(86,'镭泽姆',2),(87,'老派农夫',2),(88,'未评级',2),(89,'剃刀',2),(90,'残忍',2),(91,'平衡组合',2),(92,'雪白狮鹫',2),(93,'A队',2),(94,'B队',2),(95,'备用计划B',2),(96,'将死',2),(97,'双重麻烦',2),(98,'图灵团队',2),(99,'表里不一',2),(100,'后悔',2),(101,'沉稳之手',3),(102,'赫利昂',3),(103,'士力架',3),(104,'优势',3),(105,'北极复仇者',3),(106,'进化',3),(107,'疯狂',3),(108,'正直',3),(109,'撤销',3),(110,'保持水分',3),(111,'最佳总和',3),(112,'皇冠',3),(113,'反乌托邦',3),(114,'当场抓获',3),(115,'神秘',3),(116,'懈怠',3),(117,'闹鬼',3),(118,'独角兽',3),(119,'行动派',3),(120,'魔多',3),(121,'每日一课',3),(122,'塞昆达',3),(123,'艾泽拉斯运动员',3),(124,'特别行动',3),(125,'普里默斯',3),(126,'绯红巨龙',3),(127,'辛迪加',3),(128,'模糊',3),(129,'诚实',3),(130,'无限',3),(131,'道德的',3),(132,'血盟',3),(133,'赞达拉雪橇队',3),(134,'失控旋转',3),(135,'融化',3),(136,'最后尝试',3),(137,'恐惧公司',3),(138,'三只强大的老鼠',3),(139,'默洛克',3),(140,'被遗弃',3),(141,'反复冲洗',3),(142,'寒冷地带',3),(143,'策略家',3),(144,'巨石之拳极客',3),(145,'生锈的机械战警',3),(146,'血清素',3),(147,'不平衡',3),(148,'正义之怒',3),(149,'受感染的无限',3),(150,'设定为击杀',3),(151,'破坏者',3),(152,'光明拥抱',3),(153,'完美风暴',3),(154,'草莓',3),(155,'坦克杀手',3),(156,'锁定',3),(157,'菜鸟',3),(158,'被驯服',3),(159,'击倒',3),(160,'巨魔出动',3),(161,'玩具士兵',3),(162,'你的噩梦',3),(163,'缺乏经验',3),(164,'扫腿',3),(165,'伯德赛船长',3),(166,'浪费天赋',3),(167,'哈默时间',3),(168,'投入硬币',3),(169,'雌狐',3),(170,'键盘黑带',3),(171,'钻心咒',3),(172,'鲁莽',3),(173,'嫉妒的',3),(174,'三个火枪手',3),(175,'三位一体',3),(176,'三胞胎',3),(177,'团队战术',3),(178,'变形金刚',3),(179,'媒介',3),(180,'不光彩的击杀',3),(181,'金属脑袋',3),(182,'电线当大脑',3),(183,'反情报',3),(184,'搏击俱乐部',3),(185,'议程',3),(186,'剑齿虎',3),(187,'老鹰',3),(188,'雷击',3),(189,'停电',3),(190,'塔纳利斯游侠',3),(191,'雪球',3),(192,'先锋',3),(193,'伐木工',3),(194,'碾压',3),(195,'借口',3),(196,'留心',3),(197,'光明面',3),(198,'主宰者',3),(199,'索拉里斯',3),(200,'声名狼藉',3),(201,'团队战斗',5),(202,'新生',5),(203,'无情',5),(204,'裁决',5),(205,'五重奏',5),(206,'五角大楼',5),(207,'受限',5),(208,'邪恶的',5),(209,'克星',5),(210,'绿洲',5),(211,'精髓',5),(212,'团体治疗',5),(213,'光明誓言',5),(214,'神话',5),(215,'剧痛',5),(216,'没技术',5),(217,'五声音阶',5),(218,'审查',5),(219,'铁誓军团',5),(220,'鲁莽达',5),(221,'万神殿',5),(222,'愿景',5),(223,'坏蛋联盟',5),(224,'复杂性极限',5),(225,'芬里斯',5),(226,'塞普蒂玛',5),(227,'巫师与猴子',5),(228,'鲁莽的野心',5),(229,'团结',5),(230,'尖刺连枷',5),(231,'烦恼',5),(232,'饿狼',5),(233,'第六剥离小队',5),(234,'北极星',5),(235,'脚本化',5),(236,'十足目',5),(237,'凶猛',5),(238,'很高兴见到你',5),(239,'印象',5),(240,'书呆子之怒',5),(241,'战争艺术',5),(242,'智慧',5),(243,'灵活应变',5),(244,'荒野熊猫',5),(245,'完美',5),(246,'龙王龙',5),(247,'歼灭',5),(248,'奥秘',5),(249,'致命',5),(250,'首杀',5),(251,'熊猫',5),(252,'根除本能',5),(253,'卓越',5),(254,'有远见',5),(255,'毛斯蒂利修斯',5),(256,'萨朗',5),(257,'开发团队',5),(258,'阿比扎',5),(259,'巨魔猫',5),(260,'希尔格林',5),(261,'熊猫突袭',5),(262,'走向胜利',5),(263,'桑吉斯眼镜蛇',5),(264,'血兄弟',5),(265,'灵魂',5),(266,'毒药',5),(267,'温柔诱惑',5),(268,'新型',5),(269,'轻率',5),(270,'冰冠',5),(271,'随机组合',5),(272,'致命的',5),(273,'暗影弱点',5),(274,'神秘学',5),(275,'被打爆',5),(276,'暗影之刃',5),(277,'神奇五人组',5),(278,'粉碎',5),(279,'强者',5),(280,'希吉图斯·菲吉图斯',5),(281,'螃蟹瞳孔',5),(282,'千年',5),(283,'整体',5),(284,'喜马拉雅',5),(285,'坏疽阿布',5),(286,'千年风格',5),(287,'迫在眉睫的厄运',5),(288,'台风',5),(289,'新的开始',5),(290,'结束',5),(291,'自然主义舞蹈',5),(292,'死亡品种',5),(293,'燃烧法力',5),(294,'黑死病',5),(295,'萨格拉斯',5),(296,'一分为二',5),(297,'生命短暂',5),(298,'严重错误',5),(299,'史诗',5),(300,'杀得多 ',5);
/*!40000 ALTER TABLE `playerbots_arena_team_names` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2025-03-09 18:07:55
